/* Titles and Descriptions */
"Xgrid" = "Xgrid";
"Xgrid Description" = "グリッドを管理またはグリッドに接続できるように、簡単な手順で Xgrid サービスを構成します。";

/* Warnings and Errors */
"Xgrid Setup Error" ="Xgrid 設定エラー";
"Xgrid Setup Warning" ="Xgrid 設定の警告";
"No Controller Selected" = "続けるには、リストからコントローラを選択してください。";
"No Controller Entered" = "続けるには、使用したいコントローラのアドレスを入力してください。";
"No Username Entered" = "Xgrid サービスはまだ Kerberos 対応になっていません。続けるには、ディレクトリ管理者のユーザ名を入力してください。";
"No Password Entered" = "Xgrid サービスはまだ Kerberos 対応になっていません。続けるには、ディレクトリ管理者のパスワードを入力してください。";
"Continue Without Password" = "ディレクトリ管理者のユーザ名とパスワードを入力していません。このまま続けると、ほかの Xgrid エージェントにアクセスできなくなります。\n\n続けてもよろしいですか？"; 
"Standalone Server" = "このサーバはディレクトリシステムの一部ではないため、Xgrid サービスを設定できません。Xgrid 設定アシスタントを実行する前に、Open Directory サービスを設定してください。";
"No Default Realm" = "このサーバは Kerberos 保護領域を管理していないディレクトリシステムに接続されているため、Xgrid サービスを設定できません。Xgrid 設定アシスタントを実行する前に、Kerberos サービスを提供するディレクトリシステムにこのサーバを接続してください。";
"Invalid Password" = "入力されたディレクトリ管理者のユーザ名とパスワードを検証できませんでした。もう一度入力してみるか、空白のままにしてください。";
"Generic Configuration Error" = "Xgrid を構成しようとしているときにエラーが起きました。";
"OK" = "OK";
"Cancel" = "キャンセル";

/* Progress messages */
"Getting Xgrid information" = "Xgrid 情報を取得中";
"Getting directory information" = "ディレクトリ情報を取得中";
"Verifying credentials" = "資格情報を検証中";
"Setting up Xgrid" = "Xgrid を設定中";
"Starting Xgrid" = "Xgrid を起動中";
"Stopping Xgrid" = "Xgrid を停止中";
"Updating NFS server" = "NFS サーバをアップデート中";

/* Confirmation strings */
"Enabled" = "有効";
"Not enabled" = "解除";
"Controller service:" = "コントローラサービス：";
"Network filesystem export:" = "ネットワークファイルシステムの書き出し：";
"Network filesystem automount:" = "ネットワークファイルシステムの自動マウント：";
"Directory server:" = "ディレクトリサーバ：";
"Directory administrator:" = "ディレクトリ管理者：";
"Agent service:" = "エージェントサービス：";
"Controller:" = "コントローラ：";
"Use local controller" = "ローカルコントローラを使用";
"Kerberos realm:" = "Kerberos 保護領域：";
